tap "ggpeti/rmrec"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "python@3.10"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "kondo"
brew "lazygit"
brew "libfido2"
brew "mas"
brew "neovim"
brew "ninja"
brew "node"
brew "pipx"
brew "ripgrep"
brew "rm-improved"
brew "starship"
brew "stow"
brew "vivid"
brew "wget"
brew "zsh"
cask "1password"
cask "airpass"
cask "alacritty"
cask "camo-studio"
cask "chromedriver"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "launchbar"
cask "lulu"
cask "microsoft-teams"
cask "santa"
cask "shottr"
cask "zoom"
cask "zsa-wally"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Dark Reader for Safari", id: 1438243180
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MacFamilyTree 10", id: 1567970985
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QuickShade", id: 931571202
mas "Surfshark", id: 1437809329
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
