tap "ggpeti/rmrec"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "antidote"
brew "bat"
brew "black"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "neovim"
brew "node"
brew "pipx"
brew "python@3"
brew "ripgrep"
brew "sd"
brew "starship"
brew "stow"
brew "vivid"
brew "wget"
cask "1password"
cask "1password-cli"
cask "airpass"
cask "alacritty"
cask "brave-browser"
cask "camo-studio"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "lulu"
cask "santa"
cask "shottr"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Dark Reader for Safari", id: 1438243180
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MacFamilyTree 10", id: 1567970985
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "QuickShade", id: 931571202
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
