antibody
bat
exa
fzf
git
neovim
python@3.8
ripgrep
starship
universal-ctags

allure
autoconf
automake
cscope
docutils
gdbm
gettext
icu4c
libevent
libtermkey
libuv
libvterm
libyaml
lua
luajit
msgpack
ncurses
node
openjdk
openssl@1.1
pcre
pcre2
perl
pkg-config
readline
ruby
selenium-server-standalone
sqlite
unibilium
utf8proc
xz
yarn

