tap "alienator88/cask"

brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rm-improved"
brew "sd"
brew "starship"
brew "stow"
brew "uv"

cask "1password"
cask "1password-cli"
cask "aldente"
cask "docker-desktop"
cask "dropbox"
cask "font-maple-mono-nf"
cask "ghostty"
cask "lulu"
cask "onedrive"
cask "pearcleaner"

mas "Keynote", id: 409183694
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shazam", id: 897118787
